IdeaRS.Connections
ConnectorGridData.BlockType Property
Compatible with IDEA StatiCa 0.0
 Indicates, whether concrete block exists or should be created new.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ItemType BlockType { get; set; }
Property Value
Type: ItemType
See Also
Reference
ConnectorGridData Class
IdeaRS.Connections.Data Namespace